andrepimenta.claude-code-chat
anthropic.claude-code
donjayamanne.githistory
k--kato.intellij-idea-keybindings
ms-azuretools.vscode-containers
ms-vscode-remote.remote-wsl
redhat.java
trinm1709.dracula-theme-from-intellij
vizards.deepseek-v4-for-copilot
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
